/* Add button */
"Add" = "Lisää";

/* Add Column Button */
"add column" = "lisää sarake";

/* Add Row Button */
"add row" = "lisää rivi";

/* Replace sheet panel */
"Applications are assigned to this column. If you remove this column, these applications will be assigned to another space." = "Tähän sarakkeeseen on liitetty ohjelmia. Jos poistat tämän sarakkeen, ohjelmat liitetään toiseen tilaan.";

/* Replace sheet panel */
"Applications are assigned to this row. If you remove this row, these applications will be assigned to another space." = "Tähän riviin on liitetty ohjelmia. Jos poistat tämän rivin, ohjelmat liitetään toiseen tilaan.";

/* Remove column */
"Are you sure you want to remove this column?" = "Haluatko varmasti poistaa tämän sarakkeen?";

/* Remove row */
"Are you sure you want to remove this row?" = "Haluatko varmasti poistaa tämän rivin?";

/* Arrow Keys are bound */
"Arrow Keys" = "Nuolinäppäimet";

/* Columns string in Layer view */
"Columns:" = "Sarakkeet:";

/* Display application in all spaces */
"Every Space" = "Kaikissa tiloissa";

/* Cancel Button */
"No" = "Ei";

/* Arrow Keys are bound */
"Number Keys" = "Numeronäppäimet";

/* Other menu item */
"Other" = "Muu…";

/* Remove Column Button */
"remove column" = "poista sarake";

/* Remove Row Button */
"remove row" = "poista rivi";

/* Rows string in Layer view */
"Rows:" = "Rivit:";

/* Space, %@ is a number */
"Space %@" = "Tila %@";

/* space, %@ is a number */
"space %@" = "tila %@";

/* Conflict found */
"This hot key setting conflicts with the settings for another hot key.  Use the keyboard preferences pane to resolve this conflict." = "Tämä näppäinoikotieasetus on ristiriidassa toisen näppäinoikotien kanssa. Ratkaise tämä ristiriita näppäimistöasetuksissa.";

/* Conflict found */
"This mouse button setting conflicts with the settings for another mouse button." = "Tämä hiiripainikeasetus on ristiriidassa toisen hiiripainikkeen asetusten kanssa.";

/* OK Button */
"Yes" = "Kyllä";

